[
    {
        "name": "Dialogue1",
        "trigger": null,
        "level_nid": "3",
        "condition": "True",
        "commands": [
            [
                "multi_add_portrait",
                [
                    "Volta",
                    "FarLeft",
                    "Railoph",
                    "MidLeft",
                    "Ridril",
                    "MidRight",
                    "Axel",
                    "FarRight"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Dit Ridril, c'est quoi cette histoire de rang C, S et de prime privée ?"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Au Sanctuaire tout les employés ou équipes sont classé en fonction de leurs prouesses,|les rangs vont de C à A, puis S. Après ça, il y a 2 autres grades, double S et triple S.|Il n'y a qu'un seul groupe dans ces grades là."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "C'est décidé comment toute ces histoires ?"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Ca dépend dans quelle branche tu es, mais d'une façon ou d'une autre c'est un tournoi."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Donc plus tu montes en grade, plus tu prouves que tu es doué."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Cela me paraît logique pour une organisation tel que celle ci."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Mais du coup Ridril, toi t'es toute en bas !"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Avec cette mission, je devrais pouvoir me qualifier pour passer B !"
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Et quelles sont les avantages à monter en grade ?"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Encore une fois, ça dépend de ta branche. Généralement, la paye augmente.|Et pour les Chasseurs et Trotte-Rumeurs, on a accés à d'autres prime, mieux rénuméré."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Le tournoi des Chasseurs et des Trotte-Rumeurs doit être un tournoi martial ?"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Absolument."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Se battre en équipe est un avantage substanciel dans ce cas."
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Ca l'est, et la plupart des Chasseurs le sont.|Ce travail est toujours un travail d'équipe de toute façon."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Pas les Trotte-Rumeurs ?"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Non, on est beaucoup plus solo, c'est plus simple de rester discret."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Mais attend, ce Zobral là, il est rang S c'est ça ?|Il a gagné ses match tout seul ?"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Il n'est pas que rang S, il occupe le rang de chasseur double S du Sanctuaire."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Aucun groupe de Chasseur rang S n'arrive à le détroner ?"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Non, et ce n'est pas faute d'avoir essayé.|A chaque tournoi les gradins sont noir de monde pour un jour espérer le voir tomber."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Mais cette petite qui l'accompagne, qui c'est ?|Pour un chasseur solo ça fait mauvais genre quand même."
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "On ne sait pas vraiment. Tout ce que je sais c'est qu'elle est inscrite en tant que familier.|Une créature sauvage qui a été dompté."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Me dit pas que c'est une esclave ?!"
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Ce serait une disgrâce sans nom! Les Ancêtres nous l'ont interdit!"
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Elle a l'air de bonne humeur et assez frivole pour une esclave.|C'est peut être sa fille ?"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Ou même sa soeur ?"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Traiter sa soeur ou sa fille de familier ? Même pour lui j'ai du mal à l'imaginer..."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Ah ! Voila !|Même toi tu dis que c'est un connard pompeux !"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Ne me fait pas dire ce que j'ai pas dis !|Mais son mauvais caractère est de notoriété publique, et il l'affiche ostantatoirement..."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Et les Prime Privée dans tout ça ?"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Ce sont des prime donné directement pas Le Chef.|C'est le nom que s'est donné le fondateur du Sanctuaire.|C'est une grande autorité, et il est invaincu au combat jusqu'à ce jour."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Se faire choisir personnelement doit être un sacré évenement dans ce cas."
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "C'est le moins qu'on puisse dire."
                ]
            ]
        ],
        "only_once": false,
        "priority": 20
    }
]