[
    {
        "name": "Tuto : Joyeuse et Sucré",
        "trigger": "on_base_convo",
        "level_nid": "3",
        "condition": "unit=='Tuto : Joyeuse et Sucré'",
        "commands": [
            [
                "change_background",
                [
                    "TutoShumbus"
                ]
            ],
            [
                "music",
                [
                    "Hey, sister"
                ]
            ],
            [
                "add_portrait",
                [
                    "Shumbus",
                    "Left"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Coucou c'est moi ! Shumbus !|À partir d'aujourd'hui, c'est moi qui vais vous apprendre des trucs !|Bon, je sais pas trop où on est là...|J'espère que le développeur va trouver autre chose parce que ça craint un peu.|Le but de ces petites conversation ça sera de vous apprendre des trucs,|le tout sur fond de musique qui bop !"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Alors entrons dans le vif du sujet !|Aujourd'hui, pour le tout premier tuto, je vais vous apprendre pourquoi je suis génial !|Si ça ne saute pas encore aux yeux, il faut que je vous l'explique !"
                ]
            ],
            [
                "change_background",
                [
                    "TutupShumbus1"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Mon p'tit truc à moi c'est de donner des stats en plus à mes copains.|Remarquez la zone bleu autour de moi, c'est la porté de mon aura !|Tout les copains qui sont dedans seront alors un peu plus fort !"
                ]
            ],
            [
                "change_background",
                [
                    "Tutoshumbus2"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Mais j'vous entends déjà !|\"Oui mais Shumbus, tu donnes vraiment des bonus minuscule, ça aura jamais d'impact\"|Premièrement : Si tu refais un commentaire comme ça,|c'est moi qui vais t'impacter dans le menton.|Deuxièmement : Je suis génial, je vous le rappel.|Ces bonus là mes copains l'ont juste parce que je me tiens debout à coté d'eux.|IMAGINEZ si je commence à y mettre du miens?"
                ]
            ],
            [
                "change_background",
                [
                    "TutoShumbus3"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Bam, voila le résultat. Si ça ça a pas un peu plus d'impact, je sais pas ce qu'il vous faut.|Et vous savez quoi ?|Y'a un bonus qui est même pas listé dans la description de ma compétence.|Tout les copains qui sont dans ma zone ont plus de chance de monter leurs stats.|Si ça c'est pas game breaker, je sais pas ce que c'est."
                ]
            ],
            [
                "change_background",
                [
                    "TutoShumbus"
                ]
            ],
            [
                "add_portrait",
                [
                    "Shumbus",
                    "Left"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Sur ce, à une prochaine fois pour un nouveau tutoriel de la grande Shumbus !"
                ]
            ],
            [
                "remove_base_convo",
                [
                    "Tuto : Joyeuse et Sucré"
                ]
            ]
        ],
        "only_once": false,
        "priority": 20
    }
]