[
    {
        "name": "Tuto : Les compétences Active",
        "trigger": "on_base_convo",
        "level_nid": "3",
        "condition": "unit=='Tuto : Les compétences Active'",
        "commands": [
            [
                "change_background",
                [
                    "TutoActive1"
                ]
            ],
            [
                "music",
                [
                    "Hey, sister"
                ]
            ],
            [
                "add_portrait",
                [
                    "Shumbus",
                    "Left"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Coucou les copains !|Comme je l'ai demandé, notre developpeur a changé de fond !|Maintenant on est juste un tout petit peu moins au milieu de nul part !|Aujourd'hui, pour ce tuto, j'ai un invité de marque !|Laissez moi vous présenter..."
                ]
            ],
            [
                "add_portrait",
                [
                    "Railoph",
                    "Right",
                    "right"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Tada ! Railoph ! Bonjour Railoph !"
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Bonjour Shumbus, merci de m'avoir invité, c'est toujours un plaisir."
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "C'est réciproque mon grand gaillard.|Aujourd'hui le tutoriel porte sur les compétence active.|Je me suis dit qu'un vétéran comme toi aurait certainement beaucoup à nous dire !"
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Et ton intuition est bonne."
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Sans plus attendre, passons au coeur du sujet !"
                ]
            ],
            [
                "change_background",
                [
                    "TutoActive2"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Une \"Active\" est le terme raccourcis pour désigner \"toute les compétence à utiliser\".|Si vous vous souvenez bien, je vous ai déjà présenté la mienne !|C'est une Passive en même temps qu'une Active,|avec un peu de logique pour pourrez déchiffrer ce que ça veut dire.|Aujourd'hui les compétences que je vous présente ont cependant|une grande différence par rapport à la mienne !|Railoph, fait nous le plaisir de nous pointer la subitilité..."
                ]
            ],
            [
                "change_background",
                [
                    "TutoActive3"
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "La différence, ou plutot les différences, sont très simple mais absolument vital.|La plupart des Active ont soit un Coût, soit une limitation, voir les deux."
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Exactement !|Dit nous en plus."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Le coût se réfère au prix en mana à payer pour utiliser la compétence.|Si vous n'avez pas de mana, vous ne pourrez pas lancer votre compétence.|Ensuite, la limitation :|Comme vous pouvez le remarquer, dans l'intitulé de ma compétence se trouve le mot \"Lance\".|Cette précision a deux sens différent mais inséparable.|Ma compétence n'est utilisable qu'avec une lance,|et seulement sur les cibles que sont capable d'attaquer une lance."
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Eh beh, donner un coup de bouclier c'est pas facile..."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "C'est tout un art, Shumbus. Tout un art."
                ]
            ],
            [
                "change_background",
                [
                    "TutoActive1"
                ]
            ],
            [
                "multi_add_portrait",
                [
                    "Railoph",
                    "Right",
                    "Shumbus",
                    "Left"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Merci beaucoup pour ton intervention aujourd'hui Railoph !"
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "C'était avec plaisir."
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "A une prochaine fois pour un autre tuto et un autre invité de marque !"
                ]
            ],
            [
                "remove_base_convo",
                [
                    "Tuto : Les compétences Active"
                ]
            ]
        ],
        "only_once": false,
        "priority": 20
    }
]