[
    {
        "name": ".outro",
        "trigger": "level_end",
        "level_nid": "4",
        "condition": "True",
        "commands": [
            [
                "remove_unit",
                [
                    "Hardan"
                ]
            ],
            [
                "add_unit",
                [
                    "Hardan",
                    "Hardan"
                ]
            ],
            [
                "center_cursor",
                [
                    "Hardan"
                ]
            ],
            [
                "add_portrait",
                [
                    "Hardan",
                    "Left"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Très bien, ça ira pour aujourd'hui."
                ]
            ],
            [
                "comment",
                [
                    "#Si le combat est gagné"
                ]
            ],
            [
                "if",
                [
                    "{1}"
                ]
            ],
            [
                "add_portrait",
                [
                    "Railoph",
                    "MidRight"
                ]
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "FarRight"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Il tiens toujours debout..."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Sa vigueur est impréssionnante.|Quel est votre verdicte sir Hisky ?"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Je dois dire que vous m'avez impréssionné, équipe Ghost.|Vous êtes de parfait débutant, mais votre talent ne fait aucun doute.|Vous entraîner portera peut être ses fruits."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Se faire traiter de débutante par un mec comme lui me vèxe même pas."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Qu'entendez vous par nous entraîner ?"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Comme déjà cité précédement, les Art Hisky sont long à apprendre.|Mais au vu de votre prestation,|tenter d'en apprendre un à l'un d'entre vous n'est plus hors de question."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "On va pouvoir faire des trucs comme vos élèves ?"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Je dois m'occuper des-dits élèves pour le moment.|Nous continuerons cette conversation plus tard.|Profitez en pour reprendre votre souffle, vous l'avez bien mérité.|Retrouvons nous au Dojo plus tard."
                ]
            ],
            [
                "remove_portrait",
                [
                    "Hardan"
                ]
            ],
            [
                "add_portrait",
                [
                    "Shumbus",
                    "MidLeft"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Pfoua, on s'en est sortie !|Bien joué les copains !"
                ]
            ],
            [
                "add_portrait",
                [
                    "Axel",
                    "FarLeft"
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Notre stratégie a porté ses fruits."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Nous venons de passer le test du gérant du Dojo Hisky.|Nous ne l'avons peut être pas vaincu, mais s'il nous considère digne d'être entrainé,|c'est une victoire plus grande encore que celles que nous avons arraché jusque maintenant."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Pour une équipe construite au dernier moment, on s'en sort bien !"
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "On va dire ça, oui.|Rentrons au Dojo, nous verrons le reste plus tard."
                ]
            ],
            [
                "transition",
                [
                    "close"
                ]
            ],
            [
                "comment",
                [
                    "#Si le combat est perdu"
                ]
            ],
            [
                "else",
                []
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "MidRight"
                ]
            ],
            [
                "add_portrait",
                [
                    "Railoph",
                    "FarRight"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "On s'est complétement fait avoir..."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "La force des Art Hisky ne fait aucun doute..."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Vous vous êtes bien défendu, équipe Ghost.|Mais il vous reste encore beaucoup à apprendre.|J'espère que cette leçon vous servira.|Je vous laisse reprendre votre souffle, je dois aller discuter avec mes élèves.|Nous nous retrouverons au dojo."
                ]
            ],
            [
                "remove_portrait",
                [
                    "Hardan"
                ]
            ],
            [
                "add_portrait",
                [
                    "Shumbus",
                    "MidLeft"
                ]
            ],
            [
                "add_portrait",
                [
                    "Axel",
                    "FarLeft"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Hm.|J'vous l'avais dit que vous alliez souffrir les copains."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "De là à imaginer une telle force...|Il était intouchable."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Ses attaques étaient impossible à esquiver."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Et il retenait son bras à chaque coup.|Comme il l'a très bien dit plus tôt,|que cela nous serve de leçon."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Ouais...|Rentrons au dojo, on a plus grand chose à faire ici."
                ]
            ],
            [
                "transition",
                [
                    "close"
                ]
            ],
            [
                "end",
                []
            ],
            [
                "change_background",
                [
                    "Castle1"
                ]
            ],
            [
                "transition",
                [
                    "open"
                ]
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "Right"
                ]
            ],
            [
                "add_portrait",
                [
                    "Shumbus",
                    "Left"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Aaaaah, en tout cas voir l'école Hisky se battre c'est toujours aussi agréable..."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "T'es pas passé loin d'en prendre une violente dans la figure,|je sais pas comment tu fais pour être aussi détendu."
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Le fait que j'm'en sois pas mangé une les rends encore plus cool !"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "T'es vraiment complétement malade..."
                ]
            ],
            [
                "transition",
                [
                    "close"
                ]
            ],
            [
                "multi_remove_portrait",
                [
                    "Volta",
                    "Shumbus"
                ]
            ],
            [
                "multi_add_portrait",
                [
                    "Railoph",
                    "MidLeft",
                    "Axel",
                    "FarLeft",
                    "Hardan",
                    "Right"
                ]
            ],
            [
                "transition",
                [
                    "open"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Voila une expérience qui aura été enrichissante pour tout le monde."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Sauf vous."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Oh détrompe toi.|J'ai pu témoigner de la force de ceux qui ont été choisit par mon élève.|Je ne suis pas déçu.|Et mes élèves ont apprécié pouvoir mettre leurs Arts en pratique contre des gens qui n'en maîtrisaient aucun."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "À force de s'entraîner avec les mêmes partenaires, il est difficile de remarquer ses progrès.|Je vois ce que vous voulez dire."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Et en tant que professeur je sais ce qu'il faut rectifier chez chacun d'eux."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Vous êtes un optimiste vous, non ?"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "En ces temps, il vaut mieux l'être Axel.|Avec des parents à la guerre, je ne peux pas me permettre de penser au pire."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "..."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Chaque Héritier a une force hors du commun, et les 5 sont actuellement au front.|Il est impensable que rien qu'un seul en sorte blessé s'ils unissent leur forces."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Je n'arrive pas encore à la cheville de mon père.|Alors si quelqu'un parvient à le vaincre je n'aimerais pas croiser sa route !"
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Vous avez des nouvelles du front, peut être ?|Tout ce que nous savons c'est que les combats sont réduit à des escarmouches."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Les Nains ont appris à nous affronter lors des deux dernières guerres.|Ils sont revenu à la charge après deux défaites,|et ils nous font comprendre pourquoi ils ont pu se le permettre.|Ils mènent une guerre d'endurance, et il est connus qu'un nain l'est bien plus qu'un homme."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "L'Empire n'a aucun moyen de riposter ?"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Non, et ce n'est pas faute d'y réfléchir.|Dame Bromsworth et Sir Brazia s'arrachent les cheveux pour prévoir où la prochaine attaque sera lancé.|Mon père parcours le Domaine en large et en travers chaque semaine pour intervenir là où il faut.|Lynxwalk gère la logistique et protège son peuple.|Et Dame Hyler soigne des blessé à longueur de journée."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "On est coincé.|Si on essaye de les attaquer nous même, ce sont les citoyens Lynxwalk qui en payeront le prix."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Exactement.|Tant que la guerre ne change pas de rythme, nous ne gagnerons pas.|Les pertes sont fine pour chaque camp,|et c'est un problème pour essayer de briser cette guerilla.|Malheureusement, nous ne pouvons rien y faire de notre coté.|Si je quitte le Domaine, il n'y aura plus personne pour le gérer.|Et le Sanctuaire ne risque pas de lever le petit doigt."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Je suis vraiment désolé..."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Ce n'est pas votre faute.|Un mercenaire doit gagner sa croute comme tout le monde, il ne fait pas de bénévolat.|C'est à l'empire d'engager le Sanctuaire.|Mais en faisant cela, la capitale admetterait que le Sanctuaire est utile.|Ce serait comme faillir à leur devoir de noble.|Donc ça ne risque pas d'arriver."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Si quelqu'un d'autre qu'un Héritier ou la garde Héritière venait à gagner la guerre...|Oui, je vois pourquoi le Sanctuaire n'entre pas en jeu."
                ]
            ],
            [
                "move_portrait",
                [
                    "Hardan",
                    "MidRight"
                ]
            ],
            [
                "add_portrait",
                [
                    "Shumbus",
                    "FarRight",
                    "right"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Eh, vous pouvez arrêter d'être ennuyant pendant 5 minutes ?|J'ai faim."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Cette discution touche à sa fin de toute façon.|Vous venez d'arriver en ville, n'est ce pas ?"
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "C'est ça."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Avez vous un endroit où dormir ?"
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Nous pension séjourner dans une auberge de la ville."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "En plein festival du Fer Croisé ?|Je peux vous assurer que vous ne trouverez de la place nulle part."
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Ah."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Nous n'avons pas réfléchis à cela, en effet..."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Vous pouvez séjourner au Dojo si vous le souhaiter."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Encore un élan de générosité qui sort de nul part."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Vous ne savez pas accépter de la gentillesse comme elle vient, n'est ce pas ?|Ma justification est la suivante :|vous faire rester au Dojo me permettera de discuter de ce combat d'entraînement plus facilement avec vous,|et cela permettera à mes élèves de vous poser des questions sur des situations que vous leur avez présenté.|C'est dans un but pédagogique exclusivement."
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "C'est un mensonge.|C'est juste que tu peux pas supporter l'idée que j'dorme par terre dans la rue."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Shumbus et ses théories farfelus..."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "C'est une conséquence de faire équipe avec Zobral depuis si longtemps,|son égo a dut déteindre je suppose.|Mais passons.|Mes obligations me rattrappent, et je me vois obliger de vous laisser pour le reste de la soirée.|Je demanderais à l'un des professeurs de vous escorter lorsque l'heure du diner viendra.|J'espère vous retrouver là bas."
                ]
            ],
            [
                "remove_portrait",
                [
                    "Hardan"
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Axel, sincerement, je pensais que t'avoir à mes coté pour négocier était mieux qu'avoir Volta.|Mais je commence à avoir mes doutes..."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "J'ai fait aveuglement confiance à quelqu'un une seule fois dans ma vie.|Je ne recommencerais pas."
                ]
            ],
            [
                "remove_portrait",
                [
                    "Axel"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Un peu ronchon le Axel hein ?"
                ]
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "MidRight"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Et qu'est ce qui va pas avec moi et les négociations hein ?!"
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Tu ne fais preuve d'aucune retenus, voila ce qu'il ne va pas..."
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Y'a que Ridril sur qui on peut compter !"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Tiens d'ailleurs, Ridril, ça fait longtemps qu'on l'a plus entendu."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Elle est allé aider le reste du groupe avec les quelques blessures qu'ils ont.|Elle a commencé juste après que Hardan ait sonné la fin de l'entrainement,|et elle doit toujours être avec eux en ce moment."
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "C'est un peu la manager de l'équipe Ghost quoi."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "On devrait certainement faire la même chose."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Il nous reste de toute façon encore quelques heures à occuper jusqu'au diner.|Donc oui, allons y."
                ]
            ],
            [
                "game_var",
                [
                    "Flag1",
                    "{1}"
                ]
            ],
            [
                "game_var",
                [
                    "FlagMortGlobal",
                    "True"
                ]
            ]
        ],
        "only_once": false,
        "priority": 20
    }
]