[
    {
        "name": "Tour1",
        "trigger": "turn_change",
        "level_nid": "4",
        "condition": "game.turncount==1",
        "commands": [
            [
                "music",
                [
                    "Give Blessings to Us on the Road"
                ]
            ],
            [
                "center_cursor",
                [
                    "Hardan"
                ]
            ],
            [
                "add_portrait",
                [
                    "Hardan",
                    "Right"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Je vois que tout le monde est prêt à temps.|Eh bien, commençons ce combat sans plus attendre !|Mais, puisque cela reste un combat d'entrainement,|laissez moi vous donner quelques conseils.|Les élèves de l'école Hisky, ont tous leurs forces.|Je vous invite à ne pas les sous estimer, et à vérifer de quoi ils sont capable.|Et plus encore, faite attention à leur équipement.|Foncer tête baissé pourrait vous coûter la victoire.|En ce qui concerne les règles : nous nous arrêterons à la première goutte de sang,|il est absolument interdit de tuer ou blesser gravement son adversaire.|Si l'un des deux camps venaient à enfreindre cette règle,|le coupable serait traduit en justice pour homicide ou aggression aggravé.|Il n'y a aucune raison que cela arrive, mais il est capitale que je le rappel.|Ne vous laissez pas refroidir par ça.|La seule autre règles à celle ci est la suivante :|Le combat sera arrêté si tout les membres de l'équipe Ghost tombe au combat,|ou si un membre de l'équipe Ghost parvient à me contraindre à l'abandon.|Tirez le meilleur de cette situation,|c'est sûrement la seule que vous rencontrerez où votre vie ne sera pas en danger.|Et que le combat...|Commence !"
                ]
            ],
            [
                "remove_portrait",
                [
                    "Hardan"
                ]
            ],
            [
                "center_cursor",
                [
                    "Volta"
                ]
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "MidLeft",
                    "left"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Ouais, j'ai pas quitté le monde du vol pour finir assassin, on va pas déconner."
                ]
            ],
            [
                "add_portrait",
                [
                    "Axel",
                    "FarLeft",
                    "left"
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Alors tâchons de ne blesser personne.|Pour quelqu'un avec autant de doigté que toi,|ça ne devrait pas être un problème."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "C'est trop gentil de me complimenter comme ça Axel."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Ce doigté fait référence à ton passé de voleuse,|tu ne devrais pas en être aussi fière."
                ]
            ],
            [
                "move_portrait",
                [
                    "Volta",
                    "OffscreenRight",
                    "FLAG(no_block)"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Et toi fait attention à pas dépecer ces pauvres élèves~~"
                ]
            ],
            [
                "remove_portrait",
                [
                    "Volta"
                ]
            ],
            [
                "add_portrait",
                [
                    "Shumbus",
                    "MidRight",
                    "right",
                    "Smile,HalfCloseEyes"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Axel : Détruit."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Tsk."
                ]
            ],
            [
                "remove_portrait",
                [
                    "Axel"
                ]
            ],
            [
                "remove_portrait",
                [
                    "Shumbus"
                ]
            ],
            [
                "speak",
                [
                    "",
                    "Comme expliqué plus tôt par Hardan, le sang ne coulera pas pendant ce chapitre.|Vos unité tombé au combat reviendront au prochain sans faute, et les personnages principaux peuvent être vaincu sans encourir de Game Over.|Il est aussi impossible de perdre sur cette carte. Si tout vos personnages tombent au combat, le chapitre sera terminé et vous continuerez vers le prochain.|Faites en sorte de vaincre Hardan pour recevoir des récompenses supplémentaire.",
                    "center",
                    "250",
                    "hint"
                ]
            ]
        ],
        "only_once": false,
        "priority": 20
    }
]