[
    {
        "name": "TalkCondition",
        "trigger": "on_talk",
        "level_nid": "4x",
        "condition": "True",
        "commands": [
            [
                "if",
                [
                    "unit2.nid=='Hardan' and game.game_vars.get('Flag1')"
                ]
            ],
            [
                "add_portrait",
                [
                    "Hardan",
                    "Right",
                    "FLAG(no_block)"
                ]
            ],
            [
                "add_portrait",
                [
                    "Railoph",
                    "FarRight",
                    "FLAG(no_block)"
                ]
            ],
            [
                "add_portrait",
                [
                    "Axel",
                    "FarLeft",
                    "FLAG(no_block)"
                ]
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "Left",
                    "left"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Ah, vous voila Volta.|Et si nous discutions de qui allait suivre cet entraînement alors ?|Soyez conscient que vous n'êtes pas tous capable de suivre ma tutelle,|et que je ne pourrais vous apprendre qu'un seul Art.|Et qui plus est vos équipement vos limite,|je ne vous apprendrais pas d'Art innutilisable avec votre style de combat non plus."
                ]
            ],
            [
                "choice",
                [
                    "plop",
                    "Qui suivra l'entrainement ?",
                    "Volta|Volta,Railoph|Railoph,Axel|Axel,Ridril|Ridril,Shumbus|Shumbus",
                    "",
                    "v",
                    "",
                    "",
                    "",
                    "type_unit"
                ]
            ],
            [
                "trigger_script_with_args",
                [
                    "EntrainementHisky",
                    "unit,{eval:game.game_vars.get('_last_choice')}"
                ]
            ],
            [
                "elif",
                [
                    "unit2.nid=='Hardan' and not game.game_vars.get('Flag1')"
                ]
            ],
            [
                "add_portrait",
                [
                    "Hardan",
                    "Right"
                ]
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "Left"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Ah Volta, je voulais vous parler de quelque chose."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Ouais ?"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Vos mouvements durant notre entraînement...|Je n'avais rien vu de tel.|C'est comme si vous pouviez accélérer à volonter.|Vous êtes une Mage ?"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Euh... Je crois pas..."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Curieux.|Mais si un jour vous le maîtriser, vous ne serez pas loin d'invincible."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Ah ouais ?|Punaise, faut que j'trouve d'où ça vient alors."
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "elif",
                [
                    "unit2.nid=='Alice'"
                ]
            ],
            [
                "add_portrait",
                [
                    "Alice",
                    "Left"
                ]
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "Right",
                    "right"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Hey Alice !|Qu'est ce que tu comptes faire dans les prochaines semaines ?"
                ]
            ],
            [
                "speak",
                [
                    "Alice",
                    "J'ai prévu de continuer à assister aux duels du Fer Croisé en compagnie de Darsenn."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "J'ai entenduque tu trouvais ça super jolie ouais.|Personnelement j'comprends pas trop l'atrait mais pourquoi pas.|L'entraînement t'as pas dégouté ?"
                ]
            ],
            [
                "speak",
                [
                    "Alice",
                    "Oh, bien au contraire.|Après avoir pu faire l'expérience de ces techniques,|je reconnais mieux encore ce qui fait leur beauté !"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "T'es passionnée dit moi."
                ]
            ],
            [
                "speak",
                [
                    "Alice",
                    "Vous devriez venir avec nous, vous pourrez certainement apprendre aussi."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Bof, j'ai assez vu de brutes de mettre sur la figure dans ma vie.|Et c'est pas comme si ça allait changer de si tôt en plus.|Donc je vais profiter de cette pause pour me changer les idées plutôt."
                ]
            ],
            [
                "speak",
                [
                    "Alice",
                    "Je vois..."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "J'vais continuer de faire mon tour moi, à plus tard!"
                ]
            ],
            [
                "speak",
                [
                    "Alice",
                    "À plus tard !"
                ]
            ],
            [
                "remove_portrait",
                [
                    "Volta"
                ]
            ],
            [
                "speak",
                [
                    "Alice",
                    "\"Des brutes se mettre sur la figure\"...|C'est comme un écho à ce que m'avais dit Darsenn...|Serais-je celle qui a des passe-temps peu conventionnel ?.."
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "elif",
                [
                    "unit2.nid=='Railoph'"
                ]
            ],
            [
                "add_portrait",
                [
                    "Railoph",
                    "Left"
                ]
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "Right",
                    "right"
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Avoir eu la chance de recevoir les conseils d'un Succésseur Hisky...|Je n'arrive toujours pas à y croire.|Peut être que Belzir a raison et que la fortune rayonne vraiment sur nous."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Chez moi on parle de karma, et là il se rattrape, c'est tout.|Après tout ce qu'on a subit c'est la moindre des choses."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Je préfère penser que ce sont nos efforts et notre résilience qui nous ont ammené ici.|Peut être pas dans les dernières semaines,|mais par rapport à tout ce qui s'est passé avant.|Notre vie nous a amené ici et c'est un chemin que nous avons tracé."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Mouais, bah si c'est le cas t'as une sacré poisse.|Bosser toute ta vie honnêtement pour te retrouver avec une voleuse et|un chasseur grincheux, y'aurait de quoi avoir les nerfs."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Tu es devenu chasseuse de prime, tu parlais de reconversion professionnelle.|Tu mets tes talents au service d'autrui et tu devrais en prendre fierté."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Au service d'autrui moyennant finance."
                ]
            ],
            [
                "speak",
                [
                    "Railoph",
                    "Lorsque que j'étais soldat dans la garde Héritière j'étais payé aussi.|Je ne vois aucune différence."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "T'es trop un optimiste pour moi Railoph."
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "elif",
                [
                    "unit2.nid=='Axel'"
                ]
            ],
            [
                "add_portrait",
                [
                    "Axel",
                    "Left"
                ]
            ],
            [
                "add_portrait",
                [
                    "Hardan",
                    "Right"
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Excusez moi de vous prendre de votre temps, sir Hisky,|mais j'aimerais vous poser une question."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Je vous en prie Axel, faites."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Vous m'avez dit que Zobral a été votre élève, et je n'arrivais pas à comprendre.|Pourquoi entraîner un mercenaire, et personnelement en plus ?|Mais Shumbus m'a appris qu'il a suivit votre tutelle avant de devenir Chasseur.|Il m'a parut bizarre qu'un homme maîtrisant les Art Hisky assez bien pour|devenir Chasseur double S n'aille pas faire partie d'une garde Héritière|plutot que devenir mercenaire...|Et c'est à ce moment là que Shumbus m'explique que son style de combat n'est plus|celui que vous lui avez appris...|Cet homme est un mystère ambulant et j'aimerais que vous m'éclairiez à son sujet."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "C'est une demande délicate...|Mais avant toute chose, pourquoi vous intéressez vous à lui ?"
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Il y a un air chez lui que je ne supporte pas,|quelque chose qui m'énerve à peine je pose le regard sur lui.|J'aimerais comprendre d'où ça vient.|Et puis,|s'inspirer d'un Chasseur aussi talentueux que lui ne peut pas nuire de toute façon."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Je vois, et je comprends.|Malheureusement je ne pourrais pas vous être d'une grande aide...|Zobral a un passé compliqué.|J'ai été ammené à l'entraîner sous la demande de son père qui est un grand ami.|J'ai été étonné de le voir arriver ici...|Son père est un mage de talents,|et je pensais que son fils allait suivre dans ses pas...|Mais à la place il est devenu un épéiste accomplis.|Le fait qu'il soit devenu chasseur de prime m'a...|Beaucoup étonné, disons.|Mais il ne m'a jamais dit pourquoi il avait fait ce choix.|Quand à sa façon de se battre : elle m'étonne autant que je la déplore.|On ne retrouve que très peu de mon éducation dans ses mouvements,|mais son efficacité n'est plus à prouver.|Il a prit avantage de la discipline de mes élèves et l'a retourné contre eux."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Que voulez vous dire par là ?"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Un guerrier sait que des techniques ne sont que des outils.|Mais mes élèves n'en sont pas encore.|Ils avaient l'impression que les Arts qu'ils avaient appris allaient leur suffir.|Zobral leur a montré que tout outil est déjouable.|Il les a tous vaincu.|Le festival était sans dessus dessous.|Un homme qui ne se bat pas \"aussi bien que nous\",|a vaincu tout les meilleurs guerriers du dojo.|Il a fallut que je prouve à mes élèves que les Arts Hisky ne sont pas qu'une dance.|Et en affrontant Zobral j'ai ressentis...|Beaucoup d'animosité.|Je l'ai vaincu, évidement, et je lui ai posé la question.|Les techniques que je lui ai apprise ont faillit lui coûter la vie.|Il les a donc abandonné et créer son propre style en conséquence."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "En quoi est ce qu'il consiste ?"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Il serait difficile de le décrire...|Un grande brutalité d'un coté et beaucoup d'agilité de l'autre.|Il joue sur l'adaptation de son adversaire pour lui faire perdre pied en permanence.|Si il mène la dance, il est très compliqué de reprendre la main."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Comment l'avez vous vaincu ?"
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "En retournant son style contre lui.|Il pensait que je n'allais utiliser que les Arts Hisky,|qu'il connait très bien.|Il a été étonné de trouver chez moi quelqu'un qui s'est déjà battus pour sa vie je pense."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Je sais qu'il déteste la défaite, ça n'a pas due être facile de le gérer."
                ]
            ],
            [
                "speak",
                [
                    "Hardan",
                    "Se faire battre par son maître n'est une honte pour personne.|Même si il était effectivement amer.|Quoi qu'il en soit,|je suis au regrets de ne pas pouvoir vous aider plus que cela."
                ]
            ],
            [
                "speak",
                [
                    "Axel",
                    "Ce que vous m'avez dit suffira amplement,|merci d'avoir prit de votre temps pour répondre à mes questions."
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "elif",
                [
                    "unit2.nid=='Shumbus'"
                ]
            ],
            [
                "add_portrait",
                [
                    "Shumbus",
                    "Left"
                ]
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "Right",
                    "right"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "*scrunch munch*"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Qu'est ce que tu manges encore Shumbus ?"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Défolé, Fobral ma di de fe pa palé la bouffe plène"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Je vois..."
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Oh j'm'en laisserais jamais !|J'ai découvert ce truc la dernière fois qu'on était là et j'en suis tombé amoureuse."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Il y a deux ans ?"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "Nan, c'était y'a un mois à tout casser."
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "elif",
                [
                    "unit2.nid=='Reymi'"
                ]
            ],
            [
                "add_portrait",
                [
                    "Shumbus",
                    "Left"
                ]
            ],
            [
                "add_portrait",
                [
                    "Reymi",
                    "MidRight"
                ]
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "FarRight"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "O bodèl kef ke fé bon !"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Qu'est ce que c'est que ça Reymi."
                ]
            ],
            [
                "speak",
                [
                    "Reymi",
                    "Elle avait faim, donc je lui ai acheté à manger."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Combien de fois ?"
                ]
            ],
            [
                "speak",
                [
                    "Reymi",
                    "..."
                ]
            ],
            [
                "bop_portrait",
                [
                    "Shumbus",
                    "FLAG(no_block)"
                ]
            ],
            [
                "speak",
                [
                    "Shumbus",
                    "J'en veux encore Reymi !"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Si elle grossit, je te balance à Zobral sans hésiter."
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "elif",
                [
                    "unit2.nid=='Belzir' or unit2.nid=='Darsenn'"
                ]
            ],
            [
                "add_portrait",
                [
                    "Belzir",
                    "Right",
                    "FLAG(no_block)"
                ]
            ],
            [
                "add_portrait",
                [
                    "Darsenn",
                    "Left"
                ]
            ],
            [
                "speak",
                [
                    "Belzir",
                    "Sacré groupe qu'on a décidé de rejoindre..."
                ]
            ],
            [
                "speak",
                [
                    "Darsenn",
                    "Absolument.|Sans compter cet entraînement VIP, les membres fondateurs ont l'air très compétent."
                ]
            ],
            [
                "speak",
                [
                    "Belzir",
                    "Ils ont de l'expérience à revendre en même temps."
                ]
            ],
            [
                "speak",
                [
                    "Darsenn",
                    "Ah oui ?"
                ]
            ],
            [
                "speak",
                [
                    "Belzir",
                    "Volta est voleuse depuis de belles lurettes,{br}Axel était un chasseur,|Railoph faisait partie d'une garde Héritière{br}et Ridril était Trotte Rumeur."
                ]
            ],
            [
                "speak",
                [
                    "Darsenn",
                    "Ouais, c'est pas étonnant qu'ils soient aussi bon alors...|J'ai appris à utiliser une lance juste avant de devenir Chasseur."
                ]
            ],
            [
                "speak",
                [
                    "Belzir",
                    "Pareil pour moi.|Heureusement qu'on a participé à cet entrainement.|Maintenant je sais à quoi m'attendre."
                ]
            ],
            [
                "speak",
                [
                    "Darsenn",
                    "Je serais attentif aussi. Pas question que je devienne le poids mort de l'équipe Ghost."
                ]
            ],
            [
                "move_portrait",
                [
                    "Darsenn",
                    "MidLeft"
                ]
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "FarLeft",
                    "left"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Vous vous faites trop de bile les gars.|Faites comme moi !|Cachez vous derrière Railoph et esquivez les insultes de Axel !|Vous verrez, tout se passera tran-qui-llement !"
                ]
            ],
            [
                "move_portrait",
                [
                    "Volta",
                    "OffscreenRight",
                    "FLAG(no_block)"
                ]
            ],
            [
                "move_portrait",
                [
                    "Darsenn",
                    "Left"
                ]
            ],
            [
                "speak",
                [
                    "Darsenn",
                    "..."
                ]
            ],
            [
                "speak",
                [
                    "Belzir",
                    "Elle est vraiment beaucoup trop détendu.|Peut être que c'est pour ça qu'elle se bat aussi bien ?"
                ]
            ],
            [
                "speak",
                [
                    "Darsenn",
                    "Non, je ne pense vraiment pas non."
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "comment",
                [
                    "#"
                ]
            ],
            [
                "elif",
                [
                    "unit2.nid=='Ridril'"
                ]
            ],
            [
                "add_portrait",
                [
                    "Volta",
                    "Left"
                ]
            ],
            [
                "add_portrait",
                [
                    "Ridril",
                    "Right"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Hey Ridril, qu'est ce que tu fais dans ton coin ?"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Ah Volta !|J'étais partie pour nourir Recon, Axel m'a demandé de le faire."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Et pourquoi tu lui as pas répondu \"occupe toi de tes affaires\" ?"
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Il avait l'air occupé avec Sir Hisky, et j'aime bien Recon.|Alors pourquoi pas."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "Mouais.|Faut faire gaffe à ce que ça devienne pas une habitude hein."
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "Ca ne ressemblerait pas à Axel, et tu le sais.|Tu veux m'accompagner ?"
                ]
            ],
            [
                "speak",
                [
                    "",
                    "Accompagner Ridril vous ammenera au prochain Chapitre.",
                    "",
                    "",
                    "hint"
                ]
            ],
            [
                "choice",
                [
                    "plop",
                    "Accompagner Ridril ?",
                    "True|Oui,False|Non",
                    "FLAG(backable)"
                ]
            ],
            [
                "if",
                [
                    "{v:plop}"
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "C'est partie."
                ]
            ],
            [
                "transition",
                [
                    "close"
                ]
            ],
            [
                "win_game",
                []
            ],
            [
                "end",
                []
            ],
            [
                "speak",
                [
                    "Volta",
                    "J'ai encore deux trois trucs à faire, mais j'arrive."
                ]
            ],
            [
                "speak",
                [
                    "Ridril",
                    "D'accord, je t'attends ici."
                ]
            ],
            [
                "speak",
                [
                    "Volta",
                    "J'en ai pas pour long !"
                ]
            ],
            [
                "end",
                []
            ]
        ],
        "only_once": false,
        "priority": 20
    }
]