[
    {
        "nid": "Volta 1",
        "name": "Volta 1",
        "title": "Volta : Carnet de Wagnius 1",
        "category": "Personnages",
        "text": "Cette jeune fille était une voleuse, et par discipline je dois le préciser ici. Heureusement pour elle, je n'en ai cure.\nLe Chef m'a demandé de tenir registre sur cette dame, et je dois dire que son instinct est toujours aussi impressionnant.\nLa maîtrise de l'École Spécial, Leçon du Temps. C'est quelque chose que je j'osais jusque là pas considérer.\nLe potentiel, il en est évident pour chacun, est inconmensurable. Volta est pour le moment incapable de maîtriser son pouvoirs, et l'aider à le développer pose un problème éthique.\nSi elle devient capable de remonter le temps, ce sont les fondements même des dimensions qui sont en danger.\nLe Sanctuaire va se contenter de surveiller la surveiller pour le moment.{br}-Wagnius"
    },
    {
        "nid": "Railoph 1",
        "name": "Railoph 1",
        "title": "Railoph : Carnet de Wagnius 1",
        "category": "Personnages",
        "text": "Un grand homme, d'âge moyen pour un humain. Rien ne laissais présager d'un aussi grand potentiel à première vue.\nDe façon consciente ou non, il maîtriser l'École de l'Altération, Leçon Mana. Grâce à elle il érige de denses couche de mana autour de ses cibles, les protégeant ainsi.\nImaginez vouloir frapper quelque chose qui se trouve dans de l'eau, et c'est ce que vous obtiendrez comme résultat en essayant de frapper ceux qu'il protège.\nUn don à cultiver sans aucun doute, son potentiel n'est pas encore entièrement exploité.{br}Wagnius"
    },
    {
        "nid": "Axel 1",
        "name": "Axel 1",
        "title": "Axel : Carnet de Wagnius 1",
        "category": "Personnages",
        "text": "Un regard sur la volonté de cette homme équivaut à regarder droit vers des profondeurs insondable. fascinant, mais à double tranchant.\nJ'ai décidé de nommer son don ainsi : École Spéciale : Leçon Abysses.\nMalgré tout les dictons que l'on met sur le dos des abysses, cette personne semble être mentalement capable, et en pleine possession de ses moyens.\nCertains diront que son mauvais caractère est preuve que son pouvoir est dangereux, mais un certain mercenaire a au moins aussi mauvais caractère et son pouvoir n'y est pour rien.\nSa magie absorbe celle des autres, mais discrimine, semblerait il, sous la volonté de son utilisateur. Elle est stocké comme de la Mana le serait.\nNote importante, l'utilisateur semble entièrement incapable de capter ou générer son pouvoir par lui même, il semble contraint de le puiser chez d'autres.\nToute l'energie qu'il accumule est éventuellement relaché sous forme d'impulsion, et il est facile de comprendre pourquoi.\nEngranger un pouvoir aussi grand que celui ci, un mana qui ne vous appartient pas, est extremement volatile et apporte une énorme préssion sur l'individus.\nCe deferlement de puissance n'en est qu'une conséquence.{br}-Wagnius"
    },
    {
        "nid": "Ghost",
        "name": "Equipe Ghost",
        "title": "Equipe Ghost",
        "category": "Sanctuaire",
        "text": "L'équipe Ghost, qui contient trois nouvelles recrue au don impressionnant, est le dernier groupe que le Chef m'a demandé de surveiller.\nLeurs dons, exploité ou non, ont un potentiel aussi merveilleux qu'effrayant. C'est une chance pour nous de les avoir à porté de surveillance.\nCe même don est certainement la cause pour laquelle Shumbus s'est autant attaché à eux, et la cause pour laquelle Zobral garde un oeil attentif sur eux aussi.\nLa façon dont ils vont évoluer va sans nul doute changer la face de l'empire, particulièrement en ces temps changeant.{br}-Wagnius"
    },
    {
        "nid": "Sanctuaire",
        "name": "Le Sanctuaire",
        "title": "Le Sanctuaire : Origine",
        "category": "Sujra",
        "text": "Le Sanctuaire a été fondé de ça plusieurs siècles dans les contré du Domaine Brazia par l'homme qui se fait appelé Chef, et sa tête n'a pour le moment pas encore changé.\nCette organisme rassemble et organise un travail de chasse de prime principalement, mais possède des membres dans tout les secteurs. Certains pensent que le Sanctuaire est un pays au sein de Sujra, et ils n'auraient pas tord.\nMalgré tout, les Lynxwalks n'ont jamais essayé de réduire la force de la Guilde, certainement grâce au travail qu'elle fournit dans le Sud du pays à la place de la capitale.\nLa Guilde ne s'est jamais encore immissé dans un conflit impérial, malgré les deux récentes Guerres Naines. Et ce n'est certainement pas par manque de force de frappe.\nMalgré l'effectif réduit de la Guilde en comparaison avec une armée régulière, la versatilité et la puissance individuel de chaque Chasseur n'est pas à prendre à la légère.{br}-Anne"
    },
    {
        "nid": "Territoires",
        "name": "Territoires",
        "title": "Divisions du Territoire",
        "category": "Sujra",
        "text": "Les Domaines, au nombres de 5, se partagent 5 sixièmes des régions du continent.\nLe Domaine Lynxwalk se trouve au nord, récement sujet à la guerre avec les Nains, nos voisins et habitant de Pendowurk. En tant que Capitale, c'est là qu'est réunis le fleuron de l'Empire.\nLe Domaine Hyler se trouve à juste en dessous du Lynxwalk, et s'étend jusqu'à l'Est du pays. C'est le Domaine le plus urbain d'entre tous, et doit gérer les problèmes qu'amène d'être frontalié à un désert.\nLe Domaine Bromsworth se trouve à l'ouest. Sa bordure avec la Machoire de la Mort le protège des invasions Naine, et permet un commerce fiable avec les Elfes des forêts.\nLe Domaine Hisky se trouve tout au sud, en bord de la mer. Sa pêche et son commerce avec les Hilanz le rend prospère, et sa culture martial le rend populaire. Le festival du Fer Croisé est un evenement attendu.\nLe Domaine Brazia se trouve juste au dessous de la frontière Sud de l'empire. Sa position lui assure d'être un carefour commercial prospère, mais aussi les plus nombreux problèmes de banditismes.\nAu centre du Domaine Hyler, Bromsworth et Brazia se trouve la Forêt Nécromancienne.\nCette forêt abrite toute les créatures les plus dangereuses du continent, et les trois Domaines travaillent de concère pour la contenir, ce qui a fonctionné jusque là."
    },
    {
        "nid": "NainG",
        "name": "Grre Naine (1)",
        "title": "Les deux Première G.Naines",
        "category": "Sujra",
        "text": "La première guerre déclaré par les nains, pour le moment référé en tant que Guerre Naine, a été déclaré il y a 50 ans.\nCette guerre a été déclaré sous prétexte que des humains avaient essayé de leur voler la couronne royal, des accusations sur lesquel les Bromsworth ont enquêté.\nSuite à son enquête poussé, la famille a conclus que ces accusations n'étaient qu'un pretexte, et qu'aucune tentative de vole n'a eu lieu.\nLes Nains ont été repoussé par l'armée impérial, forte de sa préparation et de son commandement, sous les ordres du capable Empereur Lynxwalk.\nLa deuxième Guerre Naine, toujours sous déclaration Naine, a été déclaré il y a 22 ans. Cette fois, les humains auraient chercher à voler le secret de la poudre à canon.\nLes Nains, malgré ces accusations encore une fois infondé, étaient bien mieux préparé que pendant les précédents combat. C'est en l'espace de quatres mois qu'ils ont atteint la capitale, Kerlynx.\nCette situation d'urgence à mené la capitale à demander des renforts à travers l'empire entier, et le point de pivot a été l'arrivé d'Aloïse Brazia, Héritier Brazia, au combat.\nMalgré la formidable puissance de frappe que représentait l'Héritier, ainsi que les armée Héritière de l'empire, il faudra 4 années pour repousser la menace.\nLa technologie de la poudre a canon a été volé pendant les affrontement, rendant le casus béli Nain et leur défaite ridicule."
    },
    {
        "nid": "NainG3",
        "name": "Grre Naine (2)",
        "title": "La Troisième Guerre Naine",
        "category": "Sujra",
        "text": "Voila 5 ans que la Troisième Guerre Naine est déclaré, toujours par nos voisins de Pendowurk.\nPrevenu à l'avance par les informations de la famille Bromsworth, les Lynxwalks ont eu assez de temps pour se préparer à l'immense offensive Naine qui a très vite déferlé sur leur Domaine.\nLeur premier élan coupé, la guerre a très vite ralentis, et elle est pour le moment réduit à une succéssion d'escarmouche et de guerilla de la part des deux camps.\nLes Nains, cette fois, on appelé à revoir le Traité des 8 Races et tenaient à récupérer les Machoîres de la Mort.\nPour les Sujariens, extrêmement pieux, il n'y avait pas pire insulte. L'idée de revoir le Traité n'a pas traversé l'esprit de la cours impérial lors des manoeuvres défensives.\nAprès cette insulte, c'est l'empire tout entier qui s'est rallié autour de la capitale, sans avoir eu recourds au moindre appel. Chaque Héritier est à l'heure d'aujourd'hui au front."
    },
    {
        "nid": "Noble",
        "name": "Noblilité",
        "title": "Le système de Noblesse",
        "category": "Sujra",
        "text": "Les cinqs familles nobles de Sujra remontent à un peu plus d'un millénaire, lors d'une période aujourd'hui connus sous le nom de Guerre des Races.\nLynxwalk, Hyler, Bromsworth, Brazia et Hisky. Les 5 familles descendante des grands héro d'antan.\nCes héros sont référé en tant que \"Ancêtre\" dans le langage de tout les jours. Les nobles au pouvoirs sont les \"Héritiers\", et leurs enfants sont les \"Succésseurs.\"\nLes Ancêtres ont été déifié après leurs mort, et tout ce qui touche à leurs actions ou famille est considéré comme sacré par leurs dévots.\nChaque famille, par son héritage, cultive une particularité unique. Les Lynxwalks sont à la tête de l'empire. Leur droiture et charisme est ce qui les définie.\nLes Hyler sont des adeptes des branches noire de la magie. Chaque Héritièrs jusque là a sut en maîtriser une, et leur succésseurs, Octavia, suivra certainement la traditions.\nLes Bromsworth sont des espions de génie. Leur réseau va au delà des frontières de l'empire, si bien qu'ils sont effectivement capable de savoir ce qu'ils veulent. Outre cela, ils maitrisent plusieurs écoles magique à la fois.\nLes Brazia sont certainement les plus destructeurs, mais aussi les plus calmes. Leur longue ligné de mage de feu au talent certains leur accorde respect et déférence. Mais le succéss--{br}-page déchiré-\nLes Hisky sont passé maître dans la maitrise des armes, sous toute leurs formes (mis à part les armes à feu). Leurs arts sont enseigné dans leurs écoles, et leur savoir faire n'est plus à prouver.{br}-Anne"
    },
    {
        "nid": "IntroMagie",
        "name": "Introduction Magie",
        "title": "Introduction à la Magie",
        "category": "Monde",
        "text": "La maîtrise de la magie, un terme tellement vaste et vague qu'il en devient ennuyeux, désigne le contrôle de la mana sous n'importe quelle forme.\nCette puissance omniprésente a été découverte, étudié, maîtrisé et oublié il y a ça plusieurs millénaire, et les peuples d'aujourd'hui ne savent presque rien à son sujet. Il est de mon devoir de les éclairer.\nLa première chose à réinstaurer est le vocabulaire correspondant. Le contrôle de la mana est divisé en plusieurs Écoles, elles même divisé en plusieurs Leçons.\nLes Écoles et les Leçons que quelqu'un peut maîtriser sont décidé à la naissance, et rien ne pourra jamais le changer.\nL'École de la Destruction :{br}Ce nom n'est qu'une dénomination. Cette École regroupe tout ce qui touche à la maîtrise des éléments.\nLes Leçons sont les éléments, et chaque Leçon se spécialise encore une fois dans deux Applications : Création ou Contrôle.\nSi Création et Contrôle ne sont pas des leçon à part entière c'est parce qu'il n'est pas rare, sous entendu pas obligatoire non plus, qu'un individus maîtrise les deux s'il maîtrise la Leçon correspondante.\nLes éléments contrôlable sont au nombre de 6 : Feu, Vent, Eau, Glace, Foudre, Terre. Les questions tel que \"pourquoi un mage d'eau ne parvient pas à maîtriser la glace\" ont jadis trouvé réponse, mais il est trop tôt pour en parler.\nL'École de l'Altération :{br}Cette école maîtrise la forme de la Mana, et tout ce qui en contient, plus qu'il ne la change.\nLa ligne entre l'Application Contrôle de la Destruction et l'Altération d'un élément est fine, mais infranchissable.\nL'Altération se divise en 2 leçons : Matière et Mana. Chacun désigne ce que le mage peut altérer.\nL'utilisation de cette école est beaucoup plus large que la Destruction, et la forme qu'elle prend est unique à son utilisateur. Mais un utilisateur de l'Altération ne sera jamais capable de maîtriser plusieurs Leçons de son École.\nL'École de l'Illusion :{br}Cette École touche à la perception de sa cible.\nL'Illusion est incapable de créer ou d'influer sur quoi que se soit, et ne peut que créer des \"Mirages\", percéptible par un nombre limité d'individus.\nLes Leçons sont au nombre de 4 : Vue, Ouïe, Goût et Odorat.\nChaque Leçon désigne de façon très transparente le sens que l'utilisateur peut tromper, et un mage d'Illusion maîtrise très souvent plusieurs Leçons.\nL'École de la Guérison :{br}Cette école a un lien très étroit avec l'essence de la vie.\nLa Guérison, tout comme la Destruction, n'est qu'une dénomination. Mais à l'instar de la Destruction, son application est le plus souvent correspondante à son titre.\nLa Guérison se divise en 2 Leçons : Lumière et Soin.\nLa Leçon du Soin transforme la mana et permet à la cible de l'utilisateur de recouvrer la santé. La gravité de l'afflic- tion soignable par le mage correspond à son niveau, et jamais il ne pourra ramener un mort à la vie.\nLa Leçon de la Lumière était très longtemps considéré comme une Leçon de l'Altération avant d'en découvrir les fondements. La Lumière est le nemesis des Ombres, une leçon de la Conjuration.\nC'est cet état de fait qui a mené à la recherche et à la découverte de sa véritable École, mais c'est une histoire trop compliqué pour cet ouvrage.\nPrécédement cité, l'École de la Conjuration :{br}Cette École réécrit les règles des autres Écoles et du monde même.\nLa Conjuration est une École extremement technique, et certainement celle qui demande le plus d'étude précédent l'entrainement pour être maîtrisé.\nLes Leçons sont au nombre de 3 : Ombre, Sceau et Invocation.\nLa Leçon des Ombres est très proche de l'application d'une Leçon de la Destruction : Elle pervertis la Mana même pour porter atteinte aux fondement de la Mana et de la matière.\nLes Ombres représentent un pouvoir de destruction innégalé par n'importe quelle École et elle est capable de toute les rendres innéfective, à l'exception d'une seule.\nComme cité précedement, la Lumière est le nemesis de l'Ombre. (Leurs noms n'est pas une coincidence et leurs dénominations étaient différente avec que cela soit découvert.)\nLa Leçon des Sceaux prend la forme d'Incantations précises et de Runes déssiné de diverse manière. Son application est beaucoup trop large pour être exhaustivement décrite.\nCependant, les Sceaux et Incantations les plus courante ont pour objectif d'améliorer les effets d'autres Écoles. Ils sont les plus simples et plus efficace à apprendre.\nLa Leçon de l'Invocation était longtemps considéré comme une Leçon Noire. Sa dénomination a changé lorsque sa véritable nature a été comprise.\nSon seul but est de transporter un animal ou un objet contenant de la Mana d'un point A à un point B. Mais aussi simple cela puisse t'il être, ce n'est pas sa seule application.\nIl a été remarqué qu'un mage de l'Invocation était capable de changer la perception et de contrôler jusqu'à un certain degré la cible de son invocation, et c'est ce qui a mené à sa précédente dénomination de Leçon Noire.\nLa dernière École, et la plus indescriptible d'entre toute : l'École Spécial :{br}Comme son nom peut le laisser entendre, elle regroupe toute les application qui ne sont pas catégorisable dans les Écoles jusque là mentionné.\nL'utilisateur d'une magie Spécial est potentiellement unique à travers les âges, et savoir étudier le fonctionnement de son contrôle est capitale pour comprendre les fondements de la magie.\nMalgré ce que prétend la préface, cette magie n'a jamais été compris et n'a jamais été entièrement repertorié. Aujourd'hui encore j'en découvre de nouvelles.\nSi vous lisez cette introduction à la magie et que vous souhaitez en apprendre plus, je serais toujours présent à la Bibliothèque Aurora du Sanctuaire.{br}-Wagnius"
    },
    {
        "nid": "IntroMagieNoire",
        "name": "Magie Noire",
        "title": "Introduction à la Magie Noire",
        "category": "Monde",
        "text": "Si vous avez lut mon ouvrage qui introduit les fondement du contrôle de la mana, vous avez pu remarquer que j'ai plusieurs fois cité et désigné des Leçons comme Noire. Définissons ici ce que cela signifie.\nSon nom provient et désigne autant sa rareté que sa dangerosité, et dès lors d'un mage contrôle une Leçon Noire il contrôle de facto une École Noire.\nSi la dénomination de mage noire est tellement importante, c'est parce que maitrîser une magie Noire ferme automatiquement les portes à la maîtrise d'une École plus conventionnelle.\nUne École Noire est dangereuse à plusieurs regard : Parfois pour sa cible, parfois pour son utilisateur. Chaque leçon apporte son lots de risques, et un mage noire doit être conscient qu'il tient une épée à deux tranchants.\nLa Destruction Noire :{br}Chaque Leçon de cette école défie les fondements même de la nature.\nDes flammes qui brûlent sans s'arrêter, de la glace qui ne fond pas et une foudre plus rapide que la lumière elle même.\nCe sont les trois seules Leçon de la Destruction qui ont leur version Noire.\nLes risques encourus par les mage noire de Destruction est directement lié à la puissances de leurs éléments. Se blesser en même temps que sa cible est beaucoup plus simple que lors de l'utilisation des éléments originaux.\nDe façon assez ironique, un mage de Destruction qui maîtrise une Leçon Noire de controle et pas de génération sera considéré comme mage noire malgré son incapabilité d'utiliser son élément en temps normal.\nL'Altération Noire :{br}Après la maîtrise de la Matière et de la Mana, que reste t'il ? Le Vivant.\nUn mage noire d'Altération peut influer sur les êtres vivant pour causer autant de mal que de bien. Tout comme les deux autres leçons, son application est extrêmement large et unique à son utilisateur.\nLes dangers encourus lors de l'utilisation de cette magie est directement lié à son applications et elle draine de façon beaucoup plus drastique les ressources de son utilisateur.\nL'Illusion Noire :{br}Les lecteurs attentifs auront remarqué que tout les sens n'ont pas été cité dans les Leçons de l'Illusion. L'unique Leçon Noire de l'Illusion est le touché.\nAu delà de vous faire ressentir quelque chose qui n'existe pas, cette Leçon est aussi capable de vous faire ressentir de la douleur.\nC'est ainsi la seule Leçon de l'Illusion qui peut apporter la mort directement.\nCependant, que le mage soit prévenu : l'Illusion Noire demande une maîtrise parfaite de son ampleur.\nGérer la zone d'effet d'un sort est généralement très compliqué, mais c'est encore exacerbé lorsque l'on parle de l'Illusion Noire.\nCette magie est extremement volatile de par son manque de forme, et il est généralment impossible de choisir ses cibles avec précisions.\nLorsqu'un mage Noire ne touche que visiblement sa cible, le plus souvent, il subit lui aussi les effets de son sort.\nLa Guérison Noire :{br}Un mage Noire de la Guérison contrôle les maux : Maladie et Poisons.\nCes deux Leçons sont aussi dangereuse qu'elles le laissent sous entendre, et leurs applications sont très large.\nLeur ampleur est directement lié à l'aptitude du mage, autant en ce qui concerne les symptomes que l'aire d'effet.\nLes dangers de cette magie sont très simple à comprendre : l'utilisateur n'est jamais à l'abris de ses sorts, et il en perd rapidement le contrôle.\nLa Conjuration Noire :{br}La dernière leçon Noire de la conjuration est la nécromancie.\nCette magie permet de contrôler soit les Âmes, soit les Corps des morts.\nCes deux leçons sont assez limité dans leurs dangerosité, la maîtrise des âmes n'influx que très rarement sur celles des vivants, et celui qui maîtrise les Corps n'est qu'un marionnettiste morbide.\nEnfin, l'École Spéciale, de par sa nature, ne possède pas de branche noire connus.{br}-Wagnius"
    }
]